questions = {
    'История': {
        'Вариант 1': [
            {'question': 'Кто был первым президентом США?', 'options': ['Вашингтон', 'Линкольн', 'Трамп', 'Обама'], 'answer': 'Вашингтон'},
            {'question': 'Год начала Второй мировой войны?', 'options': ['1939', '1941', '1914', '1945'], 'answer': '1939'},
            {'question': 'Как назывался первый космический спутник?', 'options': ['Спутник-1', 'Аполлон-11', 'Восток-1', 'Луна-2'], 'answer': 'Спутник-1'},
            {'question': 'Кто написал "Илиаду"?', 'options': ['Гомер', 'Софокл', 'Платон', 'Аристотель'], 'answer': 'Гомер'},
            {'question': 'Какой город был столицей Римской империи?', 'options': ['Рим', 'Афины', 'Константинополь', 'Александрия'], 'answer': 'Рим'}
        ],
        'Вариант 2': [
            {'question': 'Кем был Цезарь?', 'options': ['Император', 'Повар', 'Философ', 'Писатель'], 'answer': 'Император'},
            {'question': 'В каком году распался СССР?', 'options': ['1991', '1989', '1993', '1990'], 'answer': '1991'},
            {'question': 'Кто открыл Америку?', 'options': ['Колумб', 'Магеллан', 'Кук', 'Веспуччи'], 'answer': 'Колумб'},
            {'question': 'Как назывался первый человек в космосе?', 'options': ['Гагарин', 'Армстронг', 'Титов', 'Гленн'], 'answer': 'Гагарин'},
            {'question': 'Кто был последним императором России?', 'options': ['Николай II', 'Александр III', 'Петр I', 'Иван IV'], 'answer': 'Николай II'}
        ]
    },
}
